{
    "intro_00": "There is currently no cure for dementia, but there are medications and other treatments that may help with dementia symptoms. People living with dementia may be prescribed medications to support with their dementia symptoms and/or any other health conditions.",


    "grade_01": "CL",

    "subhead_01": "Medicines to treat physical symptoms | ",
    
    "text_01": "The medicines available are mostly used for people with Alzheimer's disease as this is the most common form of dementia. They can help to temporarily reduce symptoms. The main medicines are:\n\nAcetylcholinesterase inhibitors |  Prevent an enzyme from breaking down a substance called acetylcholine in the brain, which helps nerve cells communicate with each other. Donepezil (also known as Aricept), rivastigmine (Exelon) and galantamine (Reminyl) are used to treat the symptoms of mild to moderate Alzheimer's disease. Donepezil is also used to treat more severe Alzheimer's disease. There's evidence that these medicines can also help treat dementia with Lewy bodies and Parkinson's disease dementia, as well as people who have a mixed dementia diagnosis of Alzheimer's disease with vascular dementia. Side effects can include nausea and loss of appetite. These usually get better after 2 weeks of taking the medicine.\n\nMemantine |  Also known as Namenda, is given to people with moderate or severe Alzheimer's disease, dementia with Lewy bodies and those with a combination of Alzheimer's disease and vascular dementia. Memantine is suitable for those who cannot take or are unable to tolerate acetylcholinesterase inhibitors. It works by blocking the effects of an excessive amount of a chemical in the brain called glutamate. Side effects can include headaches, dizziness and constipation, but these are usually only temporary.",
    

    "grade_02": "CL",

    "subhead_02": "Medicines to treat behavioural and psychological symptoms | ",
    
    "text_02": "As dementia progresses, a significant number of people will develop what are known as behavioural and psychological symptoms of dementia (BPSD) in the later stages of dementia. The symptoms of BPSD can include increased agitation, anxiety, aggression, delusions or hallucinations. Changes in behaviour can be very distressing, both for the person with dementia and for the person caring for them. However, there are coping strategies that can help, such as providing reassurance, a calm environment and activities the person enjoys. Even though behaviour change can be difficult to deal with, it can help to work out if there are any triggers. Keeping a diary for 1 to 2 weeks can help care partners identify these triggers. If the change in behaviour comes on suddenly, the person may be in pain or discomfort and the cause may be a health problem. It is important that a person with suspected BPSD is assessed by a clinician to rule out any underlying cause such as untreated pain, infection, or constipation.\n\nIf coping strategies do not work and there is no underlying medical cause for the change in behaviour, antipsychotic medicines such as risperidone or haloperidol may be prescribed for those showing persistent aggression or extreme distress. These are the only medicines licensed for people with moderate to severe Alzheimer's disease (risperidone and haloperidol) and vascular dementia (just haloperidol) where there's a risk of harm to themselves or others. Risperidone should be used at the lowest dose and for the shortest time possible (up to 6 weeks) as it has serious side effects. Haloperidol can be used only if other treatments have not helped. The decision to prescribe a medicine should be taken by a consultant psychiatrist. Antidepressants may sometimes be given if depression is suspected as an underlying cause of anxiety. **ADD LINK** NHS (2022) Dementia guide. What are the treatments for dementia?",


    "grade_03": "CL",

    "subhead_03": "Medicines to treat other related health conditions | ",

    "text_03": "There are some related health conditions, such as cardiovascular disease, that can affect symptoms of dementia, particularly vascular dementia. It's important that these are diagnosed and treated.",



    "grade_04": "CL",

    "subhead_04": "Non-adherence to prescribed medications  | ",
    
    "text_04": "If a person appears not to be taking their prescribed medication it is important to find out why. If they are concerned about side effects or are unclear what they have been prescribed, then a medication review should be arranged with their GP surgery. If a person is struggling to take their medication due to memory loss, there are strategies that can help. Many pharmacies can issue medication in a dosset box pre-filled with a person's medication split into days of the week and the time of day. This reduces the risk of missed doses or accidental double dosing. If the medication is already in a dosset box, then further support from a care partner and/or the use of an automatic pill dispenser may be needed.",



    "grade_05": "AG",

    "subhead_05": "Coping strategies | ",
    
    "text_05": "How to cope with common changes in behaviour. If a medical cause has been ruled out, it can help to work out if there are any triggers for a person's change in behaviour. For example, do some behaviours happen at a certain time of day; is the person finding the environment too noisy or busy; do these changes happen when a person is being asked to do something they may not want to do. Keeping a diary for 1 to 2 weeks can help identify these triggers; maintaining an active social life with regular exercise and activities the person enjoys can help to reduce behaviours that are out of character. Other factors that can help, include providing reassurance; a quiet, calming environment; activities that give pleasure and confidence, like listening to music or dancing therapies, such as animal-assisted therapy, music therapy, and massage. Note that it is not easy being the person supporting or caring for a person with behaviour changes. If a carer is finding it difficult, they can seek help from their GP and/or carers support groups.\n **ADD LINK** NHS (2021) Dementia Guide: Coping with dementia behaviour changes.",



    "grade_06": "AG",

    "subhead_06": "Non-pharmacological approaches | ",
    
    "text_06": "Medicines for dementia symptoms may be beneficial but are only part of the care a person with dementia may receive. Other treatments, activities and support for the individual and their carer(s) can be just as important in helping people to live well with dementia Non-pharmacological management of dementia symptoms include cognitive rehabilitation, Cognitive Stimulation Therapy and reminiscence and life story work.\n\nCognitive rehabilitation works by training the person to use the parts of their brain that are functioning to help the parts that are not functioning. This can help people to cope better with the condition in the early stages of dementia. In early to moderate dementia, participation in group Cognitive Stimulation Therapy (CST) sessions may help improve memory, problem solving skills and language ability.\n\nReminiscence and life story work can be used in different ways at different stages of dementia, often using sentimental items and photos from a person's childhood to the present day to prompt conversation about memories. This can improve mood and wellbeing, as well as change the perspective of those around to focus on them as an individual rather than on their diagnosis." 

}
