{

    "intro_00": "When visiting a patient's home or care home, certain additional features may be noticed which may have been added for safety reasons. This may raise a potential safeguarding concern if the person is not at liberty to leave the property, first however, establish the reasoning from family and/or carers for this and find out if a DoLS (Deprivation of Liberty Safeguards) or LPS (Liberty Protection Safeguards)* are in place or being acquired.",
    

    "grade_01": "AG",

    "subhead_01": "Stair Gate | ",
    
    "text_01": "The staircase leading to the bedrooms or exterior doors may be fitted with a stairgate to prevent night-time walking downstairs and potentially outside. The presence of stairgates may suggest an individual likes to walk around, often described as 'walking with purpose' † . Stairgates may also have been fitted to reduce the risk of falls. The presence of stairgates suggests there is a perceived risk and ambulance staff may need to explore what the risks are and whether these are already being appropriately managed.  Find out more about the individual situation and consider if safeguarding and/or falls risk referrals are indicated.",
    

    "grade_02": "AG",

    "subhead_02": "Safety Door Locks | ",
    
    "text_02": "Exterior and interior doors may be fitted with additional safety locks to prevent walking beyond the home or into certain rooms. These locks are easy to open for carers but are more difficult to open for those with a cognitive impairment such as dementia. The presence of safety locks may suggest an individual tends to 'walk with purpose'. For example, a person with memory loss may be at risk of becoming disorientated or lost if they are outside and unaccompanied. The presence of additional locks suggests there is a perceived risk of 'walking with purpose'. Ambulance staff can establish what the risks are and whether these are already being appropriately managed. Find out more about the individual situation and consider if a safeguarding referral is indicated due to concerns around deprivation of liberty and/or a fire risk.",


    "grade_03": "AG",

    "subhead_03": "Adjustable Beds | ",
    
    "text_03": "Adjustable beds, like those used in a hospital setting, can make it easier to get in and out of bed and allows for carers to provide assistance by using a remote to raise and lower the bed. These beds can also be fitted with railings and padding on hard areas to increase safety and decrease the risk of harm through falling. If an individual has an adjustable bed this could indicate they have reduced mobility and/or may spend a significant amount of time in bed. This can increase the risk of pressure areas, therefore a suitable pressure relieving mattress should be used, rather than a regular mattress. If an individual has reduced mobility their pressure areas should be monitored by their carers, and they should be supported to change position regularly to reduce the risk of pressure sores developing.",


    "grade_04": "AG",

    "subhead_04": "In-Home Video Monitors | ",
    
    "text_04": "Cameras pointed at strategic locations, such as by the front door or hallway, will be one method that family carers may be checking in on the location of and communicating with their relative. Clear, continuous feeds can be monitored via smartphones or online. Consider what vulnerabilities may have prompted the installation of cameras, for example is the person at risk of falling or being unable to find their way home if they leave the property unaccompanied. Find out more about the individual situation and consider if safeguarding and/or falls risk referrals are indicated.",

    "smallprint": "* Liberty Protection Safeguards (LPS) will soon replace Deprivation of Liberty Safeguards (DoLS) which was seen as an overly complicated process.  • LPS are rooted within the mental capacity act (MCA) principles. These protect the rights of vulnerable people who are receiving high levels of care and or supervision but may lack the capacity to consent to the arrangements for their care with conditions such as Dementia and learning disabilities. It's important to note that the nature and severity of condition can vary so please don't assume patients who may be vulnerable are unable to make some decisions about their care.  • LPS apply to everyone over the age of 16 in hospitals, supported accommodation and their own homes for the care they receive.  • LPS should be applied in advance, where possible, with the “responsible body” (e.g. hospital receiving care or CCG responsible for home care package) which varies from the previous DoLS “supervisory body” of which all were assessed by local authorities.  • It is unlikely that an ambulance service would be required to submit an application for LPS as we are only involved in urgent and emergency short episodes of care or transport and would not have the time to apply to a “responsible body” for the urgent or emergency care required. We should however be aware of the principles and consider safeguarding referrals if suitable LPS arrangements are not in place in a hospital or other environment where a patient is receiving continuous care but lacks capacity.  • The main principles continue to apply under the MCA to the ambulance service for urgent and emergency care. • The latest information on the replacement of DoLS with LPS can be accessed on the Gov.UK website: https://www.gov.uk/government/collections/mental-capacity-amendment-act-2019-liberty-protection-safeguards-lps\n\n† 'Walking with purpose' When a person with dementia walks (sometimes previously referred to as “wandering” but now respectfully referred to as “walking with purpose”) it is usually because they are going somewhere, looking for someone, wanting to do something or wanting to get some exercise - they are trying to meet a need. Walking with purpose can be positive for people living with dementia. There is not usually a need to limit an individual's walking unless there are risks for the individual caused by unrestricted walking such as risk of falls, harm or distress to the person or others."
}
