{
    "intro_00": "Various assistive technologies are available to support people to live well with dementia. The technology being used can indicate what a person needs support with.",
    

    "grade_01": "AG",
    
    "subhead_01": "Automatic Pill Dispenser | ",
    
    "text_01": "The presence of a pill dispenser indicates medications are being managed with automated scheduling and audible reminders, to ensure that tablets are being taken at the required time. Some models will activate an alarm if a dose has been missed. Pill dispensers can also reduce the risk of accidental double dosing due to memory loss. If scheduled medications have not been taken as expected this may indicate a person requires additional support. ",


    "grade_02": "AG",

    "subhead_02": "Appliance Use Monitors | ",
    
    "text_02": "These devices plug into a wall outlet and allow care partners to monitor, usually on a smartphone, whether an appliance (for example, electric heaters, stoves, irons) has been turned on or off. The presence of appliance use monitors suggests an individual may be at risk of leaving heated appliances on due to memory loss. Remote monitoring by care partners can enable a persom with dementia to retain their independence safely for longer.",


    "grade_03":"AG",

    "subhead_03": "Stove / Oven Guards | ",
    
    "text_03": "An automatic stove / oven guard can act as a failsafe if an electric oven or stove has been left on, ensuring they are automatically switched off if left unattended. The presence of these safety devices may suggest short term memory loss and a risk of appliances being unintentionally left on. Some modern stoves / ovens have an automatic switch off feature built in.",


    "grade_04":"AG",

    "subhead_04": "Locking Cooker Valve | ",
    
    "text_04": "A locking cooker valve can be fitted to a gas cooker to prevent the gas being unintentionally turned or left on when a carer or relative isn't present. This is designed to help vulnerable people maintain their independence whilst keeping them safe at home. The carer or relative can easily turn the valve on and off, enabling a vulnerable person to continue to use their gas cooker safely. Many gas networks will provide and fit locking cooker valves free of charge.",


    "grade_05":"AG",

    "subhead_05": "Alarm Pendants / Bracelets | ",
    
    "text_05": "Alarms worn around the neck or wrist allow a patient to call for help when necessary (for example, after a fall), providing added reassurance especially for people living alone. These alarms are used by many people at risk of falling. Ambulance staff may be aware of two potential barriers with alarms: that the person needs to be wearing it in order to use it and that the person needs to remember to press the alarm button in a time of need to call for help. If an individual has an alarm, encourage them to wear it and check if they know how to use it.",


    "grade_06":"AG",

    "subhead_06": "Location Trackers | ",
    
    "text_06": "Some individuals, particularly those living independently with dementia, may use wearable tracking devices, often in the style of a wristwatch, which can either be purchased online or hired from local authorities, to enable care partners to remotely keep track of their location. The use of location trackers suggests a person may be at risk of becoming disorientated or lost, for example, whilst out walking. Trackers may be set to alert care partners when a person with dementia leaves their usual location (for example, the house or garden), allowing them to spot unusual events (for example, the person not returning home as expected) and to be able to respond as needed, without having to be constantly present or restricting their independence. As with any alert system, these rely on the individual having them on their person and will not provide 24/7 reassurance if they are routinely taken off.",

   
    "grade_07":"AG",

    "subhead_07": "Memory Clocks | ",
    
    "text_07": "These clocks display important information in an easy-to-see larger format, such as day of the week, time and date. The aim is to orientate a person in order to reduce confusion and keep the person grounded in the present. When you see a memory clock, this is an indicator that a person may have a cognitive and/or visual impairment. Memory clocks can be a prompt to find out more about a person and their individual needs."
}
