{
    "intro_00": "Dementia may change visual perception and affect how a person perceives their surroundings.",
    

    "grade_01": "AG",

    "subhead_01": "Changes in Visual Perception | ",
    
    "text_01": "People living with dementia may experience changes to their visual perception, meaning everyday features such as a dark doormat or puddle, may take on the appearance of being a hole or anobstacle. If a person suddenly stops walking, appears confused, fearful about proceeding or tries to go around perceived obstacles, for example, different coloured areas of carpets or mats, then they may be experiencing difficulties with visual perception which changes how they see their surroundings. Consider if the environment may be causing distress and if any simple modifications may be helpful, especially in environments which are inpractitical to avoid.  Where possible, improving the lighting, moving the trigger object away from the person or actively supporting the person to navigate past the area that is causing concern may help to alleviate anxiety. Different environments may be perceived by individuals in different ways and these environments cannot always be avoided so it is important to be alert for signs of distress. We can recognise a person's fear is real to them and respond in a supportive manner even if there is no actual hazard present.",
    

    "grade_02": "AG",

    "subhead_02": "Colour Contrast | ",
    
    "text_02": "Applying contrasting colours, such as bright blue, green and especially red, to the home environment, for example, on signage, crockery, doorhandles and toilet seats, can be used to provide contrast and make items more visible to a person living with dementia. The use of colour contrast can highlight potential dangers, as well as anything that may need to be found. Colour contrasting doorframes can be used to highlight key rooms, such as the bathroom. If the skirting boards are in a contrasting colour, these may be present to assist with wayfinding. In addition, the absence of colour contrast can make it more difficult for a person with advancing dementia to see where one surface ends and another begins. For example, a neutral doorframe in a neutral wall may be more difficult to identify than one with bright colour contrast. Consider if the environment has been modified to meet the needs of a person with dementia and find out what additional support the person may need whilst they are in our care.",

    "grade_03": "AG",

    "subhead_03": "Mirror Blinds |  ",
    
    "text_03": "If mirrors have been concealed around the home it can indicate that the person with dementia may not recognise themselves due to memory loss and may become startled by the reflection of a 'stranger'. Every person with dementia is an individual and will have different responses to seeing reflections in mirrors, which may change or fluctuate over time."
    
}
