{
        "intro_00":"Good nutrition and hydration are important aspects of living well with dementia.",


        "grade_01": "AG",

        "subhead_01": "Meal Planning | ",
        
        "text_01": "Various prompts may be noticed in the kitchen, such as a daily meal plan or a measuring jug / bottle to monitor fluid intake. Visual or written prompts can be useful for people experiencing memory loss in the earlier stages of dementia. As the condition progresses, a person will inevitably need more support from care partners to stay well nourished and hydrated.",


        "grade_02": "AG",
        
        "subhead_02": "Blended Food | ",
        
        "text_02": "Seeing a blended food meal can indicate that a person is having difficulty with swallowing (dysphagia). As dementia progresses a person may develop dysphagia and require softer or blended foods and thickened fluids. If a person is experiencing swallowing difficulties they may avoid eating or drinking due to a fear of choking, which can lead to malnutrition and dehydration, as a result, it's important to seek help. Anyone who is experiencing problems with swallowing should see their GP for investigation and treatment, which may include a referral to a specialist dysphagia Speech And Language Team (SALT). A person with swallowing difficulties who has choked should be reviewed by a clinician due to the risk of aspiration pneumonia. ",


        "grade_03": "AG",
        
        "subhead_03": "Malnutrition | ",
        
        "text_03":"Loss of appetite and malnourishment can be a feature of dementia. Factors that can contribute to reduced appetite are: a lack of exercise, change in medication, loose dentures or other oral / dental problems. Forgetfulness about the last meal eaten can result either in under or overeating. Swallowing difficulties can trigger fears of choking. Loss of senses, such as spatial recognition, can make it difficult to distinguish between food and plate.  Reduced sense of taste and smell can alter food preferences. It is noted that sugar cravings can be a feature in the later stages of dementia as sweet taste buds remain the strongest, leading to a heightened desire to eat sweet foods.\n\nAmbulance staff may notice uneaten meals, a lack of food in the house, or observe clinical features of malnutrition. Malnutrition results in unintended weight loss and can lead to symptoms including increased risk of infection, slower healing times, feeling cold, tired and weak, and depression. Treatment for malnutrition depends on the underlying cause and how malnourished a person is. Find out what daily living support the person has in place. Seek clinical advice if needed to review the underlying cause of malnutrition and ensure the patient is referred to an appropriate care pathway which may include a GP referral. In severe cases, treatment in hospital may be needed.\n\nFollow your safeguarding referral procedures if you feel an adult has needs for care and support and is experiencing or at risk of abuse or neglect, and is unable to protect themselves. " 
}
